{
  "policeAct": {
    "title": "Федеральный закон от 07.02.2011 N 3-ФЗ \"О полиции\"",
    "dateRedaction": "06.02.2023",
    "listArticles": [
      {
        "id": 1.0,
        "numArticle": "1",
        "titleArticle": "Статья 1. Назначение полиции",
        "listParts": [
          {
            "partText": "1. Полиция предназначена для защиты жизни, здоровья, прав и свобод граждан Российской Федерации, иностранных граждан, лиц без гражданства (далее также - граждане; лица), для противодействия преступности, охраны общественного порядка, собственности и для обеспечения общественной безопасности."
          },
          {
            "partText": "2. Полиция незамедлительно приходит на помощь каждому, кто нуждается в ее защите от преступных и иных противоправных посягательств."
          },
          {
            "partText": "3. Полиция в пределах своих полномочий оказывает содействие федеральным органам государственной власти, органам государственной власти субъектов Российской Федерации, иным государственным органам (далее также - государственные органы), органам местного самоуправления, иным муниципальным органам (далее также - муниципальные органы), общественным объединениям, а также организациям независимо от форм собственности (далее - организации), должностным лицам этих органов и организаций (далее - должностные лица) в защите их прав."
          }
        ]
      },
      {
        "id": 2.0,
        "numArticle": "2",
        "titleArticle": "Статья 2. Основные направления деятельности полиции",
        "listParts": [
          {
            "partText": "1. Деятельность полиции осуществляется по следующим основным направлениям:",
            "points": [
              "1) защита личности, общества, государства от противоправных посягательств;",
              "2) предупреждение и пресечение преступлений и административных правонарушений;",
              "3) выявление и раскрытие преступлений, производство дознания по уголовным делам;",
              "4) розыск лиц;",
              "5) производство по делам об административных правонарушениях, исполнение административных наказаний;",
              "6) обеспечение правопорядка в общественных местах;",
              "7) обеспечение безопасности дорожного движения;",
              "8) утратил силу. - Федеральный закон от 03.07.2016 N 227-ФЗ;",
              "9) утратил силу с 1 января 2018 года. - Федеральный закон от 05.12.2017 N 391-ФЗ;",
              "10) утратил силу. - Федеральный закон от 03.07.2016 N 227-ФЗ;",
              "11) государственная защита потерпевших, свидетелей и иных участников уголовного судопроизводства, судей, прокуроров, следователей, должностных лиц правоохранительных и контролирующих органов, а также других защищаемых лиц;",
              "12) осуществление экспертно-криминалистической деятельности."
            ]
          }
        ]
      }
    ]
  },
  "authority": [
    {
      "title": "Проверка документов",
      "subTitle": "(п.2 ч.1 ст.13; п.2 ч.3 ст.28)",
      "listArticles": [
        {
          "id": 13.0,
          "numArticle": "13",
          "titleArticle": "Статья 13. Права полиции",
          "listParts": [
            {
              "partText": "1. Полиции для выполнения возложенных на нее обязанностей предоставляются следующие права:",
              "points": [
                "2) требовать от граждан в случае их обращения назвать свои фамилию, имя и отчество, проверять документы, удостоверяющие личность граждан, если имеются данные, дающие основания подозревать их в совершении преступления или полагать, что они находятся в розыске, либо если имеется повод к возбуждению в отношении этих граждан дела об административном правонарушении, а равно если имеются основания для их задержания в случаях, предусмотренных федеральным законом, принимать меры по идентификации указанных лиц; проверять у граждан, должностных лиц, общественных объединений и организаций разрешения (лицензии) и иные документы на совершение определенных действий или на осуществление определенного вида деятельности, контроль (надзор) за которыми возложен на полицию в соответствии с законодательством Российской Федерации;"
              ]
            }
          ]
        },
        {
          "id": 28.0,
          "numArticle": "2",
          "titleArticle": "Статья 28. Основные права сотрудника полиции",
          "listParts": [
            {
              "partText": "3. Сотрудник полиции независимо от замещаемой должности, места нахождения и времени суток при выполнении обязанностей, указанных в части 2 статьи 27 настоящего Федерального закона, имеет право:",
              "points": [
                "2) проверять у граждан и должностных лиц документы, удостоверяющие их личность и (или) подтверждающие их полномочия;"
              ]
            }
          ]
        }
      ]
    }
  ]
}